sample_data = {
    "Біг Мак": {
        "name": "Біг Мак",
        "description": "Два біфштекси з натуральної яловичини, цибуля, маринований огірок, сир “Чеддер”, свіжий салат, заправлені спеціальним соусом, у булочці з насінням сезаму.",
        "calories": "526 ккал/kcal 526ккал Калорійність (26 % DV )",
        "fats": "27г/g 27г Жири (39 % DV )",
        "carbs": "43г/g 43г Вуглеводи (17 % DV )",
        "proteins": "27г/g 27г Білки (54 % DV )",
        "unsaturated fats": "НЖК: 10г/g (50 % DV)",
        "sugar": "Цукор: 8.9г/g (10 % DV)",
        "salt": "Сіль: 2.2г/g (37 % DV)",
        "portion": "Порція: 212г/g"
    },
    "Гамбургер": {
        "name": "Біг Мак",
        "description": "Біфштекс із натуральної яловичини, цибуля, шматочок маринованого огірка, заправлені гірчицею і кетчупом, у запашній булочці з пшеничного борошна.",
        "calories": "249 ккал/kcal 249ккал Калорійність (12 % DV )",
        "fats": "8.7г/g 8.7г Жири (12 % DV )",
        "carbs": "29г/g 29г Вуглеводи (11 % DV )",
        "proteins": "13г/g 13г Білки (26 % DV )",
        "unsaturated fats": " НЖК: 3.5г/g (17 % DV)",
        "sugar": " Цукор: 7.2г/g (8 % DV)",
        "salt": " Сіль: 1.1г/g (18 % DV)",
        "portion": "Порція: 96г/g"
    },
    "Чізбургер": {
        "name": "Чізбургер",
        "description": "Біфштекс із натуральної яловичини, шматочок сиру “Чеддер”, шматочок маринованого огірка та цибуля, заправлені гірчицею і кетчупом, у булочці з пшеничного борошна. ",
        "calories": "298 ккал/kcal 298ккал Калорійність (15 % DV )",
        "fats": "13г/g 13г Жири (19 % DV )",
        "carbs": "29г/g 29г Вуглеводи (11 % DV )",
        "proteins": "16г/g 16г Білки (32 % DV )",
        "unsaturated fats": "НЖК: 6.1г/g (31 % DV)",
        "sugar": "Цукор: 7.6г/g (8 % DV)",
        "salt": "Сіль: 1.6г/g (27 % DV)",
        "portion": "Порція: 108г/g (N/A % DV) N/Aг/g per100g"
    },
    "Дабл Чізбургер": {
        "name": "Дабл Чізбургер",
        "description": "Два біфштекси з натуральної яловичини, два шматочки сиру «Чедер», два мариновані огірки, цибуля, гірчиця, кетчуп, булочка.",
        "calories": "475 ккал/kcal 475ккал Калорійність (24 % DV )",
        "fats": "27.3г/g 27.3г Жири (39 % DV )",
        "carbs": "31.1г/g 31.1г Вуглеводи (12 % DV )",
        "proteins": "26.5г/g 26.5г Білки (53 % DV )",
        "unsaturated fats": "НЖК: 12.6г/g (59 % DV)",
        "sugar": "Цукор: 6.5г/g (7 % DV)",
        "salt": "Сіль: 2.5г/g (42 % DV)",
        "portion": "Порція: 163г/g"
    },
    "МакЧікен": {
        "name": "МакЧікен",
        "description": "Класичний смак, простий вибір. Хрустка куряча котлета із соковитим салатом і ніжним соусом. Ну як тут відмовитись?!",
        "calories": "448 ккал/kcal 448ккал Калорійність (22 % DV )",
        "fats": "18г/g 18г Жири (26 % DV )",
        "carbs": "49.4г/g 49.4г Вуглеводи (19 % DV )",
        "proteins": "22.3г/g 22.3г Білки (45 % DV )",
        "unsaturated fats": "НЖК: 1.9г/g (9 % DV)",
        "sugar": "Цукор: 5.3г/g (5 % DV)",
        "salt": "Сіль: 2.2г/g (37 % DV)",
        "portion": "Порція: 180г/g"
    },
    "Біг Тейсті": {
        "name": "Біг Тейсті",
        "description": "Натуральна яловичина у поєднанні зі свіжими овочами та плавленим сиром “Емменталь”. ",
        "calories": "790 ккал/kcal 790ккал Калорійність (40 % DV )",
        "fats": "49.5г/g 49.5г Жири (71 % DV )",
        "carbs": "49.1г/g 49.1г Вуглеводи (19 % DV )",
        "proteins": "37.2г/g 37.2г Білки (74 % DV )",
        "unsaturated fats": "НЖК: 18.7г/g (86 % DV)",
        "sugar": "Цукор: 10.2г/g (11 % DV)",
        "salt": "Сіль: 3.0г/g (50 % DV)",
        "portion": "Порція: 318г/g"
    }
}